Repository: fer0n/Unwatched
Catalog: Unwatched/tvOS/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pl

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pl: Anuluj

# categoryInteraction
source: Interaction
de: Interaktion
es: Interacción
pl: Interakcja

# categoryMusicOfftopic
source: Music offtopic
de: Musik offtopic
es: Música sin relación
fr: Musique hors sujet
pl: Muzyka offtopic

# categorySelfpromo
source: [Self promotion]
de: [Eigen Werbung]
es: [Autopromoción]
fr: [Auto-promotion]
pl: [Autopromocja]

source: Clear
de: Entfernen
es: Borrar
fr: Effacer
pl: Wyczyść

source: Close
de: Schließen
es: Cerrar
fr: Fermer
pl: Zamknij

# emptyEntry
source: Connection to video not found. Possibly waiting on sync or an error.
de: Verbindung zum Video nicht gefunden. Möglicherweise wird auf Synchronisierung gewartet oder ein Fehler ist aufgetreten.
es: Conexión al video no encontrada. Posiblemente esperando sincronización o un error.
fr: Connexion à la vidéo non trouvée. En attente possible de synchronisation ou une erreur s'est produite.
pl: Nie znaleziono połączenia z filmem. Prawdopodobnie oczekiwanie na synchronizację lub wystąpił błąd.

# markWatched
source: Watched
de: Gesehen
es: Visto
fr: Regardé
pl: Obejrzane

# markWatchedSetting
source: Mark as Watched
de: Als gesehen markieren
es: Marcar como visto
fr: Marquer comme visionné
pl: Oznacz jako obejrzane

# markWatchedSettingHelper
source: Mark video as watched when selecting it
de: Das Video beim Auswählen als gesehen markieren
es: Marcar el video como visto al seleccionarlo
fr: Marquer la vidéo comme visionnée lors de sa sélection
pl: Oznacz film jako obejrzany podczas wybierania

source: Next Video
de: Nächstes Video
es: Video siguiente
fr: Vidéo Suivante
pl: Następny film

source: Playback failed
de: Wiedergabe fehlgeschlagen
es: Error de reproducción
fr: Échec de la lecture
pl: Odtwarzanie nie udało się

# playbackSetting
source: Playback
de: Wiedergabe
es: Reproducción
fr: Lecture
pl: Odtwarzanie

# playbackSettingHelper
source: Choose how videos are played when selecting them
de: Festlegen, wie Videos beim Auswählen wiedergegeben werden
es: Elige cómo se reproducen los videos al seleccionarlos
fr: Choisir comment les vidéos sont lues lors de leur sélection
pl: Wybierz, jak filmy są odtwarzane po wybraniu

# playbackSettingHelperInApp
source: Videos play in Unwatched. YouTube only serves 360p to other apps.
de: Videos werden in Unwatched wiedergegeben. YouTube liefert anderen Apps nur 360p.
es: Los videos se reproducen en Unwatched. YouTube solo ofrece 360p a otras apps.
fr: Les vidéos sont lues dans Unwatched. YouTube ne fournit que du 360p aux autres apps.
pl: Filmy są odtwarzane w Unwatched. YouTube udostępnia innym aplikacjom tylko 360p.

source: Playback Speed
de: Wiedergabegeschwindigkeit
es: Velocidad de reproducción
fr: Vitesse de lecture
pl: Prędkość odtwarzania

# playbackSpeedSettingHelper
source: Applies to in-app playback. Channels with their own speed setting keep it.
de: Gilt für die Wiedergabe in der App. Kanäle mit eigener Geschwindigkeit behalten diese.
es: Se aplica a la reproducción en la app. Los canales con su propia velocidad la mantienen.
fr: S'applique à la lecture dans l'app. Les chaînes ayant leur propre vitesse la conservent.
pl: Dotyczy odtwarzania w aplikacji. Kanały z własną prędkością zachowują ją.

# restartVideo
source: Restart
de: Neu starten
es: Reiniciar
fr: Redémarrer
pl: Odtwórz ponownie

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
pl: Ustawienia

# videoNoStream
source: No playable stream found for this video
de: Für dieses Video wurde kein abspielbarer Stream gefunden
es: No se encontró ninguna transmisión reproducible para este video
fr: Aucun flux lisible n'a été trouvé pour cette vidéo
pl: Nie znaleziono odtwarzalnego strumienia dla tego filmu

# videoRequiresSignIn
source: This video requires signing in to YouTube
de: Für dieses Video ist eine Anmeldung bei YouTube erforderlich
es: Este video requiere iniciar sesión en YouTube
fr: Cette vidéo nécessite une connexion à YouTube
pl: Ten film wymaga zalogowania się w YouTube

# videosUnavailable
source: No Videos
de: Keine Videos
es: No hay videos
fr: Aucune vidéo
pl: Brak filmów

# videosUnavailableDescription
source: To see videos, open Unwatched on your iOS/iPadOS device and add Videos to your Queue. Make sure you have iCloud sync enabled (under Library → Settings → User Data).
de: Um Videos anzusehen, öffne Unwatched auf deinem iOS/iPadOS-Gerät und füge Videos zu deiner Warteschlange hinzu. Stelle sicher, dass die iCloud-Synchronisation aktiviert ist (unter Bibliothek → Einstellungen → Benutzerdaten).
es: Para ver videos, abre Unwatched en tu dispositivo iOS/iPadOS y añade Videos a tu Cola. Asegúrate de tener la sincronización de iCloud activada (en Biblioteca → Ajustes → Datos de usuario).
fr: Pour voir les vidéos, ouvrez Unwatched sur votre appareil iOS/iPadOS et ajoutez des vidéos à votre file d'attente. Assurez-vous d'avoir activé la synchronisation iCloud (dans Bibliothèque → Paramètres → Données utilisateur).
pl: Aby zobaczyć filmy otwórz Unwatched na swoim urządzeniu iOS/iPadOS i dodaj filmy do kolejki. Upewnij się, że synchronizacja iCloud jest włączona (Biblioteka → Ustawienia → Dane użytkownika).

# youtubeAppRequired
source: YouTube App is required to watch videos
de: YouTube-App ist erforderlich, um Videos anzusehen.
es: Se requiere la aplicación de YouTube para ver videos
fr: L'application YouTube est requise pour regarder les vidéos
pl: Aplikacja YouTube jest wymagana do oglądania filmów

# categoryFiller
source: Filler
es: Relleno
fr: Remplissage
pl: Wypełniacz

# categoryPreview
source: Preview
es: Vista previa
fr: Aperçu
pl: Podgląd

# categorySponsor
source: [Sponsor]
es: [Patrocinador]
pl: [Reklama]

# playbackModeInApp
source: In-app player
es: Reproductor integrado
fr: Lecteur intégré
pl: Wbudowany odtwarzacz

# playbackModeYouTube
source: YouTube app
es: App de YouTube
fr: App YouTube
pl: Aplikacja YouTube

source: Queue
es: Cola
fr: File d'attente
pl: Kolejka

# categoryIntro
source: Intro
fr: Introduction
pl: Wstęp

# categoryOutro
source: Outro
fr: Conclusion
pl: Zakończenie
